{
  "loginForm": {
    "signIn": "Войти",
    "userName": "Ваш ник",
    "userPassword": "Пароль",
    "btn": "Войти",
    "footer": {
      "signUp": "Регистрация",
      "textNoAccount": "Нет аккаунта?"
    }
  },
  "signUpForm": {
    "signUp": "Регистрация",
    "userName": "Ваш ник",
    "userPassword": "Пароль",
    "btn": "Регистрация",
    "footer": {
      "signIn": "Войти",
      "textHaveAccount": "Уже есть аккаунт?"
    }
  },
  "notFound": {
    "notPage": "Страница не найдена",
    "mainLink": "Вернуться на главную страницу"
  },
  "navBar": {
    "main": "Главная",
    "embroidery": "Вышивки",
    "svg": "SVG",
    "discount": "Акции",
    "contactMe": "Контакты",
    "telegramShop": "Наш Телеграм",
    "nameShop": "Embroidery by Lana"
  },
  "mainPage": {
    "catalog": "Каталог вышивок",
    "welcome": "Магазин машинной вышивки и SVG! ❤️",
    "describe": "Здесь Вы найдете бесплатные вышивки и множество вышивок логотипов",
    "popularEmbroidery": "Популярные вышивки",
    "newEmbroidery": "Новинка",
    "rules0": "Здесь вы найдете эксклюзивную, современную и качественную цифровую машинную вышивку.",
    "rules1": "Если вам понравилась вышивка, но вы не нашли нужный вам размер, напишите мне, и я изготовлю нужный вам размер без дополнительной оплаты!",
    "rules2": "✅ Вы можете заказать индивидуальную вышивку для бизнеса или для личного пользования!",
    "rules3": "Срок изготовления от 1 до 5 рабочих дней в зависимости от сложности и загруженности.",
    "rules4": "Стоимость также зависит от сложности, минимум 1000 руб.",
    "rules5": "ВЫ НЕ МОЖЕТЕ ПЕРЕПРОДАВАТЬ ЦИФРОВЫЕ ПРОДУКТЫ",
    "rules6": "НО вы можете использовать мои дизайны для своих физических продуктов для продажи.",
    "rules7": "После оплаты вы получите электронное письмо с вложением ZIP-файла, также дизайн всегда будет доступен в вашем личном кабинете.",
    "rules8": "Оплата банковской картой."
  },
  "footer": {
    "contacts": "Контакты",
    "phoneNumber": "+ 7 967 000 68 68",
    "email": "embroiderybylana@gmail.com",
    "address": "Москва, Россия",
    "policy": "Политика конфиденциальности и сайта",
    "navBar": {
      "main": "Главная",
      "embroidery": "Вышивки",
      "svg": "SVG",
      "discount": "Акции",
      "contactMe": "Контакты",
      "telegramShop": "Телеграмм бот"
    }
  },
  "policy": {
    "title": "Правила сайта",
    "sitePolicy": "Политика сайта",
    "confidentialPolicy": "Политика конфиденциальности",
    "changePolicy": "Я не принимаю возврат, обмен или отмену.",
    "beforeBuy": "Перед покупкой убедитесь, что размеры и форматы правильные.",
    "afterBuy": "После оплаты вы получите электронное письмо с zip-файлом, который необходимо распаковать. Внутри этой папки находятся дизайны. Покупка также доступна в личном кабинете в разделе мои заказы.",
    "contactMe": "Пожалуйста, свяжитесь со мной, если у вас возникнут проблемы с вашим заказом.\n",
    "chatMe": "Вы можете написать мне на почту или в чат в правом нижнем углу сайта.",
    "policy1": "Администрация сайта embroiderybylana.com обязана сохранять вашу конфиденциальность в Интернете. Мы уделяем большое внимание защите данных, которые вы нам предоставили. Наша политика конфиденциальности основана на Общем регламенте защиты данных (GDPR) Европейского Союза. Цели, для которых мы собираем ваши персональные данные: улучшение нашего сервиса, общение с посетителями этого сайта, информационные бюллетени, обработка пользовательских данных для целей онлайн-продаж, представление информации, запрошенной пользователем, предоставление услуг, связанных с веб-сайтом. специализации,, и для других действий, перечисленных ниже.",
    "policyTitle1": "Хранение и обработка персональных данных",
    "policy2": "Мы собираем и обрабатываем ваши персональные данные только с вашего согласия. С вашего разрешения мы можем собирать и обрабатывать следующие данные: имя и фамилия, адрес электронной почты, номер телефона,. Сбор и обработка вашей личной информации осуществляется в соответствии с законодательством Европейского Союза и России.",
    "policyTitle2": "Хранение, изменение и удаление данных",
    "policy3": "Пользователь, предоставивший embroiderybylana.com свои персональные данные, имеет право на их изменение и удаление, а также право отозвать согласие на обработку данных. Срок, в течение которого будут храниться ваши личные данные: 12 месяцев. После завершения обработки ваших персональных данных администрация сайта безвозвратно удалит их. Для доступа к своим персональным данным вы можете связаться с администрацией по адресу: embroiderybylana@gmail.com. Мы сможем передать ваши данные третьему лицу только с вашего согласия. Если данные были переданы третьей стороне, которая не связана с нашей организацией, мы не можем вносить какие-либо изменения в эти данные.",
    "policyTitle3": "Обработка посещенных технических данных",
    "policy4": "Записи о вашем IP-адресе, времени посещения, настройках браузера, операционной системе и другая техническая информация сохраняется в базе данных при посещении сайта embroiderybylana.com. Эти данные необходимы для правильного отображения содержимого сайта. По этим данным невозможно идентифицировать личность посетителя.",
    "policyTitle4": "Личная информация детей",
    "policy5": "Если вы являетесь родителем или законным опекуном несовершеннолетнего ребенка и знаете, что ребенок предоставил нам свою личную информацию без вашего согласия, свяжитесь с нами по адресу: embroiderybylana@gmail.com. Запрещается вводить личные данные несовершеннолетних пользователей без согласия родителей или законных опекунов.",
    "policyTitle5": "Обработка файлов cookie",
    "policy6": "Мы используем файлы cookie для правильного отображения содержимого веб-сайта и для удобства просмотра embroiderybylana.com. Это небольшие файлы, которые хранятся на вашем устройстве. Они помогают веб-сайту запоминать информацию о вас, например, на каком языке вы используете веб-сайт и какие страницы вы уже открывали. Эта информация будет полезна при следующем посещении. Благодаря файлам cookie просмотр веб-сайта становится намного удобнее. Вы можете узнать больше об этих файлах здесь . Вы можете самостоятельно настроить прием и блокировку файлов cookie в своем браузере. Невозможность получать файлы cookie может ограничивать функциональность веб-сайта.",
    "policyTitle6": "Обработка персональных данных другими сервисами",
    "policy7": "Этот веб-сайт использует сторонние онлайн-сервисы, которые осуществляют сбор данных независимо от нас. К таким сервисам относятся: Google Analytics, Данные, собранные этими службами, могут быть переданы другим службам этих организаций. Они могут использовать данные для персонализации рекламы в собственной рекламной сети. Вы можете узнать о пользовательских соглашениях этих организаций на их веб-сайтах. Вы также можете отказаться от сбора ваших личных данных. Например, здесь можно найти надстройку браузера для отключения Google Analytics. Мы не передаем какие-либо личные данные другим организациям или службам, которые не указаны в этой политике конфиденциальности. В виде исключения собранные данные могут быть предоставлены по законному запросу государственных органов, которые уполномочены запрашивать такую информацию.",
    "policyTitle7": "Ссылки на другие сайты",
    "policy8": "Наш веб-сайт embroiderybylana.com может содержать ссылки на другие веб-сайты, которые мы не контролируем. Мы не несем ответственности за содержание этих веб-сайтов. Мы рекомендуем вам ознакомиться с политикой конфиденциальности каждого посещаемого вами веб-сайта, если такая политика существует.",
    "policyTitle8": "Изменения в политике конфиденциальности",
    "policy9": "Время от времени наш веб-сайт embroiderybylana.com может обновлять нашу политику конфиденциальности. Сообщаем о любых изменениях в политике конфиденциальности, размещенной на этой странице. Мы отслеживаем любые изменения законодательства, касающиеся персональных данных, в Европейском Союзе и России. Если вы ввели какие-либо свои личные данные на нашем веб-сайте, мы сообщим вам об изменениях в нашей политике конфиденциальности. Если ваши личные данные, а точнее ваша контактная информация, были введены неправильно, мы не сможем с вами связаться.",
    "policyTitle9": "Отзыв и заключительные положения",
    "policy10": "Вы можете связаться с администрацией embroiderybylana.com по любым вопросам, связанным с политикой конфиденциальности, по адресу : embroiderybylana@gmail.com или заполнив контактную форму, указанную в соответствующем разделе этого сайта. Если вы не согласны с этой политикой конфиденциальности, вы не можете пользоваться услугами сайта embroiderybylana.com. В этом случае вам следует избегать посещения нашего веб-сайта."
  },
  "catalog": {
    "clearCategory": "Сбросить",
    "category": "Категории"
  }
}
